Repository: TheFrisb/smore
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the Last Updated date
el: Ενδέχεται να ενημερώνουμε την Πολιτική Απορρήτου μας κατά διαστήματα. Θα σας ενημερώσουμε για τυχόν αλλαγές δημοσιεύοντας τη νέα Πολιτική Απορρήτου σε αυτή τη σελίδα και ενημερώνοντας την ημερομηνία τελευταίας ενημέρωσης.

source: You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page
el: Συνιστάται να επανεξετάζετε αυτήν την Πολιτική Απορρήτου περιοδικά για τυχόν αλλαγές. Οι αλλαγές στην Πολιτική Απορρήτου τίθενται σε ισχύ όταν δημοσιεύονται σε αυτή τη σελίδα.

source: If you have any questions about this Privacy Policy, please contact us
el: Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτήν την Πολιτική Απορρήτου, παρακαλούμε επικοινωνήστε μαζί μας.

source: Premium Content
el: Περιεχόμενο Premium

source: Daily Expert Predictions
el: Καθημερινές Εξειδικευμένες Προβλέψεις

source: Detailed Match Analysis
el: Λεπτομερής Ανάλυση Αγώνα

source: View Plans
el: Προβολή Πλάνων

source: Website
el: Ιστότοπος

source: Welcome to SMORE. These Terms of Service govern your use of our website, app, services, and any content or features provided by
el: Καλώς ήρθατε στο SMORE. Αυτοί οι Όροι Χρήσης διέπουν τη χρήση του ιστότοπου, της εφαρμογής, των υπηρεσιών μας και οποιουδήποτε περιεχομένου ή χαρακτηριστικών που παρέχονται από την εταιρεία

source: By accessing or using our Service, you agree to be bound by these Terms. If you do not agree with these Terms, please do not use the Service
el: Χρησιμοποιώντας την Υπηρεσία μας, συμφωνείτε ότι δεσμεύεστε από αυτούς τους Όρους. Αν δεν συμφωνείτε με αυτούς τους Όρους, παρακαλούμε μην χρησιμοποιείτε την Υπηρεσία.

source: Acceptance of Terms
el: Αποδοχή Όρων

source: By using our Service, you acknowledge that you have read, understood, and agree to be bound by these Terms and any future amendments or updates to them
el: Χρησιμοποιώντας την Υπηρεσία μας, αναγνωρίζετε ότι έχετε διαβάσει, κατανοήσει και συμφωνείτε να δεσμεύεστε από αυτούς τους Όρους και από οποιεσδήποτε μελλοντικές τροποποιήσεις ή ενημερώσεις τους.

source: Description of the Service
el: Περιγραφή της Υπηρεσίας

source: Our Service provides sports results analysis, predictions, and insights based on statistical data, historical performance, and other relevant factors. We aim to offer helpful guidance for users interested in sports betting, fantasy sports, or general interest in sports performance
el: Η Υπηρεσία μας παρέχει ανάλυση αθλητικών αποτελεσμάτων, προβλέψεις και διορατικές πληροφορίες που βασίζονται σε στατιστικά δεδομένα, ιστορικές επιδόσεις και άλλους σχετικούς παράγοντες. Στόχος μας είναι να προσφέρουμε χρήσιμη καθοδήγηση σε χρήστες που ενδιαφέρονται για αθλητικά στοιχήματα, φανταστικά αθλήματα ή γενικό ενδιαφέρον για την απόδοση των αθλημάτων.

source: No Guarantee of Accuracy
el: Καμία Εγγύηση Ακρίβειας

source: While we use reasonable efforts to provide accurate and insightful analysis, we do not guarantee the correctness, completeness, or reliability of any sports result or prediction generated through our Service. All analysis and predictions are based on historical data and statistical modeling, but outcomes may differ due to unforeseen factors such as player performance, weather, or other variables
el: Αν και καταβάλλουμε εύλογες προσπάθειες για να παρέχουμε ακριβείς και διορατικές αναλύσεις, δεν εγγυόμαστε την ορθότητα, την πληρότητα ή την αξιοπιστία οποιουδήποτε αθλητικού αποτελέσματος ή πρόβλεψης που παράγεται μέσω της Υπηρεσίας μας. Όλες οι αναλύσεις και οι προβλέψεις βασίζονται σε ιστορικά δεδομένα και στατιστικά μοντέλα, αλλά τα αποτελέσματα μπορεί να διαφέρουν λόγω απρόβλεπτων παραγόντων, όπως η απόδοση των παικτών, οι καιρικές συνθήκες ή άλλες μεταβλητές.

source: You understand and acknowledge that all use of our analysis and predictions is at your own risk
el: Κατανοείτε και αποδέχεστε ότι η χρήση των αναλύσεων και προβλέψεών μας γίνεται με δική σας ευθύνη.

source: Subscription and Payment
el: Συνδρομή και Πληρωμή

source: Subscription Fees
el: Τέλη Συνδρομής

source: Access to our Service is provided on a monthly subscription basis. The current subscription fee is outlined at the point of purchase
el: Η πρόσβαση στην Υπηρεσία μας παρέχεται με μηνιαία συνδρομή. Το τρέχον τέλος συνδρομής αναφέρεται κατά την αγορά.

source: No Refund Policy
el: Πολιτική Μη Επιστροφής Χρημάτων

source: Due to the nature of our Service, all subscription fees are non-refundable, even if you cancel your subscription before the end of the billing cycle. By subscribing, you agree to this no-refund policy
el: Λόγω της φύσης της Υπηρεσίας μας, όλα τα τέλη συνδρομής δεν επιστρέφονται, ακόμη και αν ακυρώσετε τη συνδρομή σας πριν από το τέλος του κύκλου χρέωσης. Με την εγγραφή σας, συμφωνείτε με αυτήν την πολιτική μη επιστροφής χρημάτων.

source: Billing
el: Χρέωση

source: Subscriptions will automatically renew at the end of each monthly period, and you will be charged the prevailing monthly rate unless you cancel your subscription before the next billing cycle
el: Οι συνδρομές θα ανανεώνονται αυτόματα στο τέλος κάθε μηνιαίας περιόδου και θα χρεώνεστε με την ισχύουσα μηνιαία τιμή, εκτός αν ακυρώσετε τη συνδρομή σας πριν από τον επόμενο κύκλο χρέωσης.

source: User Responsibilities
el: Υποχρεώσεις Χρήστη

source: By using our Service, you agree to
el: Χρησιμοποιώντας την Υπηρεσία μας, συμφωνείτε να

source: Use the Service only for lawful purposes and in accordance with these Terms
el: Χρησιμοποιείτε την Υπηρεσία μόνο για νόμιμους σκοπούς και σύμφωνα με αυτούς τους Όρους

source: Not misuse or exploit our Service for any illegal activities, including but not limited to fraud, betting manipulation, or other unlawful conduct
el: Να μην κάνετε κακή χρήση ή εκμετάλλευση της Υπηρεσίας μας για παράνομες δραστηριότητες, όπως απάτη, χειραγώγηση στοιχημάτων ή άλλες παράνομες πράξεις

source: Keep your account information secure and confidential
el: Να διατηρείτε ασφαλείς και εμπιστευτικές τις πληροφορίες του λογαριασμού σας

source: By accessing or using our Service, you confirm that you are at least the minimum legal age required to participate in any betting or gambling activities in your jurisdiction
el: Με την πρόσβαση ή χρήση της Υπηρεσίας μας, επιβεβαιώνετε ότι έχετε φτάσει την ελάχιστη νόμιμη ηλικία για συμμετοχή σε δραστηριότητες στοιχηματισμού ή τυχερών παιχνιδιών στη δικαιοδοσία σας

source: If you are under the legal age for gambling in your jurisdiction, you must not use the Service. We reserve the right to verify your age and suspend or terminate your access to the Service if we believe you do not meet the legal age requirement
el: Εάν είστε κάτω από τη νόμιμη ηλικία για τυχερά παιχνίδια στη δικαιοδοσία σας, δεν πρέπει να χρησιμοποιείτε την Υπηρεσία. Διατηρούμε το δικαίωμα να επαληθεύσουμε την ηλικία σας και να αναστείλουμε ή να τερματίσουμε την πρόσβασή σας στην Υπηρεσία αν θεωρήσουμε ότι δεν πληροίτε την απαιτούμενη νόμιμη ηλικία

source: By using our Service, you acknowledge and understand that gambling can be addictive and that participating in betting or gambling activities may lead to financial loss or other negative consequences. You accept full responsibility for any risks associated with your participation, including the potential for addiction
el: Χρησιμοποιώντας την Υπηρεσία μας, αναγνωρίζετε και κατανοείτε ότι τα τυχερά παιχνίδια μπορεί να είναι εθιστικά και ότι η συμμετοχή σε στοιχηματικές ή τυχερές δραστηριότητες μπορεί να οδηγήσει σε οικονομικές απώλειες ή άλλες αρνητικές συνέπειες. Αποδέχεστε πλήρως την ευθύνη για οποιονδήποτε κίνδυνο σχετίζεται με τη συμμετοχή σας, συμπεριλαμβανομένου του ενδεχόμενου εθισμού

source: Intellectual Property
el: Πνευματική Ιδιοκτησία

source: Ownership of Content
el: Ιδιοκτησία Περιεχομένου

source: All content, materials, and intellectual property related to our Service, including but not limited to analysis, predictions, design, and trademarks, are owned by
el: Όλο το περιεχόμενο, τα υλικά και η πνευματική ιδιοκτησία που σχετίζονται με την Υπηρεσία μας, συμπεριλαμβανομένων των αναλύσεων, προβλέψεων, σχεδίασης και εμπορικών σημάτων, ανήκουν στην

source: or its licensors and
el: ή στους δικαιοπαρόχους της και

source: are protected by copyright and other intellectual property laws
el: προστατεύονται από πνευματικά δικαιώματα και άλλους νόμους περί πνευματικής ιδιοκτησίας

source: License to Use
el: Άδεια Χρήσης

source: We grant you a limited, non-exclusive, non-transferable license to access and use our Service for personal, non-commercial purposes, in accordance with these Terms.
el: Σας παρέχουμε μια περιορισμένη, μη αποκλειστική, μη μεταβιβάσιμη άδεια πρόσβασης και χρήσης της Υπηρεσίας μας για προσωπικούς, μη εμπορικούς σκοπούς, σύμφωνα με αυτούς τους Όρους.

source: Termination and Suspension
el: Λήξη και Αναστολή

source: Our Rights to Terminate
el: Τα Δικαιώματά μας για Τερματισμό

source: We reserve the right to suspend or terminate your access to the Service at our sole discretion if we suspect that you have violated these Terms or engaged in any fraudulent or unlawful activities
el: Διατηρούμε το δικαίωμα να αναστείλουμε ή να τερματίσουμε την πρόσβασή σας στην Υπηρεσία κατά την απόλυτη διακριτική μας ευχέρεια αν υποψιαστούμε ότι έχετε παραβιάσει αυτούς τους Όρους ή έχετε εμπλακεί σε δόλιες ή παράνομες δραστηριότητες

source: User's Rights to Terminate
el: Δικαιώματα Χρήστη για Τερματισμό

source: You may cancel your subscription at any time, but please note that no refunds will be provided
el: Μπορείτε να ακυρώσετε τη συνδρομή σας οποιαδήποτε στιγμή, αλλά σημειώστε ότι δεν παρέχονται επιστροφές χρημάτων

source: Privacy and Data Protection
el: Απόρρητο και Προστασία Δεδομένων

source: Your use of the Service is also governed by our Privacy Policy, which outlines how we collect, use, and protect your personal information. By using the Service, you agree to the practices described in our Privacy Policy
el: Η χρήση της Υπηρεσίας διέπεται επίσης από την Πολιτική Απορρήτου μας, η οποία περιγράφει πώς συλλέγουμε, χρησιμοποιούμε και προστατεύουμε τα προσωπικά σας δεδομένα. Χρησιμοποιώντας την Υπηρεσία, συμφωνείτε με τις πρακτικές που περιγράφονται στην Πολιτική Απορρήτου μας

source: Disclaimers
el: Αποποιήσεις Ευθύνης

source: No Warranty
el: Χωρίς Εγγύηση

source: The Service is provided as-is, without any warranties or representations, whether express or implied, including but not limited to the accuracy or reliability of predictions, analysis, or any other aspect of the Service
el: Η Υπηρεσία παρέχεται όπως είναι, χωρίς καμία εγγύηση ή διαβεβαίωση, ρητή ή σιωπηρή, συμπεριλαμβανομένης, αλλά όχι περιοριστικά, της ακρίβειας ή αξιοπιστίας των προβλέψεων, αναλύσεων ή οποιασδήποτε άλλης πτυχής της Υπηρεσίας

source: Limitation of Liability
el: Περιορισμός Ευθύνης

source: To the fullest extent permitted by applicable law
el: Στον μέγιστο βαθμό που επιτρέπεται από τον ισχύοντα νόμο

source: will not be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profit, revenue, data, or use, arising out of or related to your use of the Service, even if we have been advised of the possibility of such damages
el: Δεν θα φέρουμε καμία ευθύνη για τυχόν έμμεσες, τυχαίες, ειδικές, επακόλουθες ή τιμωρητικές ζημίες, ή οποιαδήποτε απώλεια κέρδους, εσόδων, δεδομένων ή χρήσης, που προκύπτει από ή σχετίζεται με τη χρήση της Υπηρεσίας σας, ακόμη και αν έχουμε ενημερωθεί για την πιθανότητα τέτοιων ζημιών

source: Dispute Resolution
el: Επίλυση Διαφορών

source: Any dispute, controversy, or claim arising out of or relating to these Terms shall be resolved through binding arbitration, administered by the Bulgarian Chamber of Commerce and Industry (BCCI) in accordance with its Arbitration Rules. The place of arbitration shall be Sofia, Bulgaria, and the language of arbitration shall be Bulgarian/English. The decision of the arbitrator(s) shall be final and binding on all parties
el: Οποιαδήποτε διαφορά, αμφισβήτηση ή απαίτηση που προκύπτει από ή σχετίζεται με αυτούς τους Όρους θα επιλύεται μέσω δεσμευτικής διαιτησίας, η οποία θα διαχειρίζεται από το Βουλγαρικό Εμπορικό και Βιομηχανικό Επιμελητήριο (BCCI) σύμφωνα με τους Κανόνες Διαιτησίας του. Ο τόπος διαιτησίας θα είναι η Σόφια, Βουλγαρία και η γλώσσα διαιτησίας θα είναι τα βουλγαρικά/αγγλικά. Η απόφαση του διαιτητή/των διαιτητών θα είναι τελεσίδικη και δεσμευτική για όλα τα μέρη

source: We may update or modify these Terms at any time. When we do, we will post the updated Terms on our website and provide the date of the most recent update. Continued use of the Service after such changes indicates your acceptance of the revised Terms
el: Μπορεί να ενημερώσουμε ή να τροποποιήσουμε αυτούς τους Όρους οποιαδήποτε στιγμή. Όταν το κάνουμε, θα δημοσιεύσουμε τους ενημερωμένους Όρους στον ιστότοπό μας και θα παρέχουμε την ημερομηνία της πιο πρόσφατης ενημέρωσης. Η συνεχής χρήση της Υπηρεσίας μετά από τέτοιες αλλαγές υποδηλώνει την αποδοχή σας των αναθεωρημένων Όρων.

source: Governing Law
el: Εφαρμοστέο Δίκαιο

source: These Terms are governed by and construed in accordance with the laws of Bulgaria, without regard to its conflict of laws principles
el: Αυτοί οι Όροι διέπονται και ερμηνεύονται σύμφωνα με το δίκαιο της Βουλγαρίας, χωρίς να λαμβάνονται υπόψη οι αρχές σύγκρουσης νόμων.

source: Contact Information
el: Στοιχεία Επικοινωνίας

source: For any questions regarding these Terms, please contact us at
el: Για οποιεσδήποτε ερωτήσεις σχετικά με αυτούς τους Όρους, παρακαλούμε επικοινωνήστε μαζί μας στο

source: Premium Predictions
el: Προβλέψεις Premium

source: Subscribe to access all our expert predictions for upcoming matches, featuring detailed analysis and insights.
el: Εγγραφείτε για να αποκτήσετε πρόσβαση σε όλες τις εξειδικευμένες προβλέψεις μας για επερχόμενους αγώνες, με λεπτομερή ανάλυση και διορατικές πληροφορίες.

source: High odds
el: Υψηλές Αποδόσεις

source: Upcoming Predictions
el: Επερχόμενες Προβλέψεις

source: View our expert predictions for upcoming matches
el: Δείτε τις εξειδικευμένες προβλέψεις μας για επερχόμενους αγώνες.
